Repository: BenGor/UserBundle
Catalog: src/BenGorUser/UserBundle/Resources/translations/BenGorUser.*.xlf
Languages: eu_es

# sign_up.success_flash
source: Registration is successfully done
eu_es: Erregistratze prozesua behar bezala burutu da

# sign_up.error_flash_user_already_exist
source: The email is already in use
eu_es: Posta elektronikoa erabilita dago jada

# sign_up.form_submit_button
source: Register
eu_es: Erregistratu

# sign_up.form_password_first_option_label
source: Password
eu_es: Pasahitza

# sign_up.form_password_second_option_label
source: Repeat password
eu_es: Errepikatu pasahitza

# change_password.success_flash
source: The password is successfully changed
eu_es: Pasahitz aldaketa behar bezala burutu da

# change_password.error_flash_user_password_invalid
source: The current password is not correct
eu_es: Egungo pasahitza ez da zuzena

# change_password.form_submit_button
source: Change password
eu_es: Pasahitza aldatu

# change_password.form_old_password_label
source: Current password
eu_es: Egungo pasahitza

# change_password.form_password_first_option_label
source: Password
eu_es: Pasahitza

# change_password.form_password_second_option_label
source: Repeat password
eu_es: Errepikatu pasahitza

# enable.success_flash
source: User is successfully enabled
eu_es: Kontua behar bezala aktibatu da

# enable.error_flash_user_token_not_found
source: The confirmation token is invalid
eu_es: Konfirmazio token-a ez da zuzena

# invite.success_flash
source: The invitation is successfully sent
eu_es: Gonbidapena behar bezala burutu da

# remove.success_flash
source: The account is successfully removed
eu_es: Kontua betiko ezabatu da

# remove.error_flash_user_does_not_exist
source: The user does not exist
eu_es: Kontua ez da existitzen

# request_remember_password.success_flash
source: Remember password request is successfully done
eu_es: Pasahitza berreskuratzeko eskaera behar bazala burutu da

# request_remember_password.error_flash_user_does_not_exist
source: The email does not exist
eu_es: Posta elektronikoa ez da existitzen

# request_remember_password.view_content
source: Now, you can safely update your lost password
eu_es: Orain, pasahitza era seguruan eguneratu dezakezu

# security.view_email_label
source: Email
eu_es: Posta elektronikoa

# security.view_password_label
source: Password
eu_es: Pasahitza

# security.form_user_not_found_invalid_message
source: User could not be found
eu_es: Erabiltzailea ez da existitzen

# security.form_invalid_credentials_invalid_message
source: Invalid credentials
eu_es: Egiaztagiri okerrak

# security.view_submit_button
source: Login
eu_es: Sartu

# remove.form_submit_button
source: Remove
eu_es: Ezabatu
